[AttributePresentation_Mechro AttributePresentationDefinition]
Description="$Willow Game This is a business card description. Special models."
NoConstraintText=""
Suffix=""
Prefix=""

[Mechro.Head_MechroEaster UsableCustomizationItemDefinition]
ItemCardTopStatString="%s2/ %s1"
UseFailureCharacterMessage="Have to %s Use this tool.."
ItemName=""
PickupMessage="It's yours. %s"
UseFailureLevelMessage="You must have at least %d to use this feature.."
UseFailureConstraintsMessage="You cannot use this product.."
NoManufacturerName="general"

[Mechro.Head_MechroVday UsableCustomizationItemDefinition]
ItemCardTopStatString="%s2 %s1"
UseFailureCharacterMessage="Be it so %s in this article."
ItemName=""
PickupMessage="Here %s"
UseFailureLevelMessage="You must have at least %d to use this feature."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="nature"

[Mechro.Skin_MechroEaster UsableCustomizationItemDefinition]
ItemCardTopStatString="%sFrom 14:00 %s1"
UseFailureCharacterMessage="You are right %s application."
ItemName=""
PickupMessage="there is %s"
UseFailureLevelMessage="You must be at least level %d to use this item."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="general"

[Mechro.Skin_MechroVday UsableCustomizationItemDefinition]
ItemCardTopStatString="%s2 inches %s1"
UseFailureCharacterMessage="you need %s To use this content."
ItemName=""
PickupMessage="it's you %s"
UseFailureLevelMessage="You must have at least %d to order this product.."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="Everything in general"

